Repository: TapSharp/UnicodeFaces
Catalog: preferences/Resources/*.lproj/Root.strings
Languages: ar, de, es, pt

source: About
ar: حول
es: Acerca de
pt: Acerca de

# ACTIVATION_HELP
source: You have to long press this key to activate Unicode Faces selector. You may need to respring to see changes.
ar: عليك الضغط مطولا” على هذا المفتاح لتفعيل إختيار وجوه اليونيكود . قد يتطلب الأمر إعادة تشغيل الأيفون لرؤية التغييرات.
de: Drücke den Knopf länger um das Menü zu aktivieren. Du musst evtl respingen um Änderungen wahr zunehmen.
es: Debes mantener pulsado este botón para activar el UnicodeFaces. Puede que sea necesario que hagas un respring para ver los cambios.
pt: Você tem que segurar esta tecla para ativar o selecionador de UnicodeFaces. Pode que seja preciso fazer um respring para ver as mudanças.

source: Activator
es: Activador
pt: Ativador

source: Add
ar: أضف
de: Hinzufügen
es: Añadir
pt: Adicionar

# ADD_UNICODE
source: Add UnicodeFace
ar: أضف يونيكود
de: UnicodeFace hinzufügen
es: Añadir UnicodeFace
pt: Adicionar UnicodeFace

source: Are You Sure?
ar: ؟ متأ
de: Bist du dir sicher?
es: ¿Estás seguro?
pt: Você tem certeza?

# ARE_YOU_SURE_RESET
source: This will reset the unicode faces back to the stock options.
ar: إعادة تعيين وجوه اليونيكود إلى وضعها الإفتراضي.
de: UnicodeFaces auf Standart zurück setzen
es: Esta opción restablecerá los ajustes iniciales de UnicodeFaces.
pt: Esa opção irá resetar o unicodeFaces de volta aos ajustes iniciais.

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
pt: Cancelar

source: Close
ar: إغلاق
de: Schließen
es: Cerrar
pt: Fechar

# ENTER_UNICODE
source: Enter Your UnicodeFace
ar: أدخل وجه اليونيكود
de: Füge dein UnicodeFace hinzu
es: Ingresa tu UnicodeFace
pt: Insira seu UnicodeFace

# INTL_KEY
source: International/Emoji Key
ar: دولي/Emoji
de: Internationale/Emoji Knopf
es: Internacional/Emoji Key
pt: Internacional/Emoji Key

# MANAGE
source: Manage Unicode Faces
ar: إدارة وجوه اليونيكود
de: Konfiguriere Unicode Gesichter
es: Administrar UnicodeFaces
pt: Gerir UnicodeFaces

# MANAGE_HELP
source: From this option you can reorder, delete or add new Unicode faces.
ar: هذا الخيار يتيح لك بترتيب، إلغاء، أو إضافة وجه يونيكود جديد
de: UnicodeFaces bearbeiten
es: Desde esta opción puedes reordenar, eliminar o añadir nuevas UnicodeFaces.
pt: Desde esta opção, você pode reorganizar, excluir ou adicionar novos UnicodeFaces

source: Reset
ar: إعادة التعيين
de: Zurücksetzten
es: Restablecer
pt: Restaurar

# RESET_TITLE
source: Reset To Default
ar: إعادة التعيين إلى الوضع الأساسي
de: Auf Standardeinstellungen zurücksetzen
es: Restablecer ajustes predeterminados
pt: Restaurar padrão

# SHARE_TEXT
source: Hey I'm using Unicode Faces by %@ to type some really cool text smileys %@ #iOS #iPhone #iPad
ar: أنا أستخدم وجوه اليونيكود Unicode Faces من #TapSharp للكتابة بروعة #iOS #iPhone #iPad
de: Hallo, Ich benutze Unicode Faces von %@ um coole text Smileys zu verschicken %@ #iOS #iPhone #iPad
es: Hola, estoy usando UnicodeFaces de %@ para utilizar algunos emoticonos de texto geniales %@ #iOS #iPhone #iPad
pt: Ei, estou usando UnicodeFaces de %@ para usar alguns emoticonos muito legais %@ #iOS #iPhone #iPad

source: Space Key
ar: مفتاح المساحة
de: Leertaste
es: Tecla espacio
pt: Barra de espaço

source: Support Developer
es: Soporte para desarrolladores
pt: Suporte ao Desenvolvedor

# SUPPORT_DEVELOPER_TEXT
source: You can support the developer by buying the AppStore version of UnicodeFaces called TextFaces. You can still decide which to use. The latter doesn't require a jailbreak.
es: Usted puede apoyar el desarrollador mediante la compra de la versión AppStore de UnicodeFaces llamados TextFaces . Usted todavía puede decidir cuál usar. Este último no requiere una fuga .
pt: Você pode apoiar o desenvolvedor comprando a versão AppStore da UnicodeFaces chamados TextFaces . Você pode ainda decidir qual usar. Este último não requer um jailbreak.
